Repository: zykis/DotaAsker
Catalog: client/DotaAsker/*.lproj/Localizable.strings
Languages: ru

source: Dota Quiz
ru: Дота Викторина

source: You answering
ru: Выберите тему

source: You replying
ru: Вы отвечаете

source: Opponent answering
ru: Противник выбирает тему

source: Opponent replying
ru: Противник отвечает

source: Draw
ru: Ничья

source: You lost!
ru: Вы проиграли!

source: You won!
ru: Вы победили!

source: You lost! (time elapsed)
ru: Вы проиграли (время истекло)

source: You won! (time elapsed)
ru: Вы победили (время истекло)

source: Opponent surrended
ru: Противник сдался

source: You surrended
ru: Вы сдались

source: Waiting
ru: Ожидание

source: Registering player
ru: Регистрация игрока

source: Getting user
ru: Получение пользователя

source: Getting player
ru: Получение игрока

source: Updating player
ru: Обновление игрока

source: Finding match
ru: Поиск матча

source: Getting statistics
ru: Получение статистики

source: Sending answers
ru: Отправка ответов

source: Sending request
ru: Отправка запроса

source: Buying premium
ru: Покупка премиума

source: Premium account only
ru: Только для премиум-аккаунта

source: No such username or email
ru: Неверный логин или пароль

source: You already have premium
ru: У вас уже есть премиум-аккаунт

source: New password was sent
ru: Новый пароль был выслан

source: Sign Up
ru: Создать

source: Sign In
ru: Войти

source: MMR: %ld
ru: ММР: %ld

source: Find Match
ru: Поиск матча

source: Opponent
ru: Противник

source: Main
ru: Главная

source: Round # %ld
ru: Раунд № %ld

source: Play
ru: Играть

source: Surrend
ru: Сдаться

source: Synchronize
ru: Синхронизировать

source: Play again
ru: Играть снова

source: Revenge
ru: Реванш

source: Question %ld:
ru: Вопрос %ld:

source: Unanswered
ru: Неотвеченный

source: Ok
ru: Готово

source: Sending email
ru: Отправка сообщения

source: Error, while trying to buy premium
ru: Ошибка при покупке премиум-аккаунта

source: Thank you for buying premium!
ru: Спасибо за покупку премиум-аккаунта

source: Your purchase has been restored!
ru: Премиум аккаунт восстановлен
